// サイト内で表示する文言・テキストを定義する
export const appText = {
  APP_TITLE: "ritoGraph",
  SIDEBAR_TITLE_TOP: "リトグラフへようこそ",
  SIDEBAR_CONTENT_TOP:
    "リトグラフは、日本の有人離島に関する情報や画像を共有するサイトです。\n\n地図上のピンをクリックしたり、検索フォームから島を選択することで、島の情報を見ることができます。",
  SIDEBAR_TITLE_MYPAGE: "マイページ",
  SIDEBAR_CONTENT_MYPAGE:
    "マイページでは、あなたがした質問や回答の履歴を確認したり、他の人からの反応を見ることができます。\n\nまた、あなたのプロフィールを編集することもできます。",

  META_TITLE: "ritoGraph - リトグラフ:離島情報共有サービス",
  META_DESCRIPTION:
    "リトグラフは、日本の有人離島に関する情報や画像を共有するサービスです。お出かけ前の情報収集に活用したり、あなたの知っている離島の情報を共有したりしてみませんか？",
};
